Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: #212 clamp, the restorative material was removed from endodontic access preparation.
vi: clamp #212, vật liệu phục hồi được lấy ra và sửa soạn nội nha.

source: (1958–1959) in pediatric patients with cystic fibrosis of the pancreas treated with long-term antibiotic therapy.
vi: (1958–1959) ở bệnh nhi với xo nang của tuyến tuỵ điều trị dài hạn bằng kháng sinh.

source: (1960) reported similar findings in 38 of 52 children with cystic fibrosis of the pancreas treated with tetracycline.
vi: (1960) báo cáo kết quả tương tự 38 trên 52 trẻ em có xơ nang tuyến tuỵ điều trị bằng tetracycline.

source: (1976) introduced a combination of HCl enamel etching with the application of a low-viscosity resorcinol-formaldehyde resin as a potential cario- static treatment.
vi: (1976) giới thiệu phối hợp của xoi mòn men răng bằng HCl với các ứng dụng của nhựa resorcinol-formaldehyde độ nhớt thấp như một điều trị tiềm năng.

source: (2002) found no adverse effects on enamel microhardness and surface morphol- ogy with 10 % carbamide peroxide, but bleaching with 3 % hydrogen peroxide affected negatively the enamel hardness and surface morphology, which may have been caused by the lower pH of the hydrogen peroxide material.
vi: (2002) thấy không có ảnh hưởng xấu trên độ cứng vi thể men răng và hình thái bề mặt với 10 % carbamide peroxide, nhưng tẩy trắng với 3 % hydrogen peroxide ảnh hưởng xấu lên độ cứng men răng và hình thái bề mặt, có thể gây ra bởi pH thấp hơn của hydrogen peroxide.

source: (2007) evaluated four paint-on films self-adhering solutions that are brushed on the tooth surface.
vi: (2007) đánh giá 4 dung dịch tự dán bôi lên màng mỏng được chải lên bề mặt răng.

source: (2007) treated enamel fluorosis stains using microabrasion to eliminate the superficial enamel layer, followed by at-home bleaching and direct resin-based composite restorations.
vi: (2007) điều trị men nhiễm fluor dùng vi mài mòn để lấy đi lớp men răng bề mặt, sau đó tẩy trắng răng tại và phục hồi comosite trực tiếp.

source: (2007) used confocal microscopy to study resin infiltration of carious lesions using 15 % HCl to etch enamel, followed by immersion in ethanol for 30 s and the application of a commercial dentin adhe- sive, ExciTE (Ivoclar Vivadent).
vi: (2007) dùng kính hiển vi cùng tiêu cự để nghiên cứu xâm nhập nhựa của tổn thương sâu răng dùng 15 % HCl để xoi mòn men răng, sau đó ngâm cồn 30 s và áp dụng chất dán ngà thương mại, ExciTE (Ivoclar Vivadent).

source: (2008) used in-office whitening followed by enamel microabrasion to camouflage white spot areas caused by fluorosis.
vi: (2008) dùng tẩy trắng tại phòng khám sau vi mài mòn men răng để nguỵ trang đốm trắng do nhiễm fluor.

source: (2008a) asked subjects to return all used and unused bleaching gel syringes to ensure compliance based on the amount of gel used.
vi: (2008a) yêu cầu đối tượng trả lại tất cả xi-ranh gel tẩy trắng đã dùng hoặc chưa dùng để chắc chắn tuân thủ dựa trên lượng gel được dùng.

source: (2009a) pooled data from nine clinical studies from the same research center, which included in-office and tray whitening.
vi: (2009a) dữ liệu gộp lại từ 9 nghiên cứu lâm sàng từ cùng trung tâm nghiên cứu, gồm tẩy trắng răng tại phòng khám và khay.

source: (2012) evaluated patients’ satisfaction and reported side effects of at-home whitening with 10 % carbamide peroxide in a custom-fitted tray up to 17 years posttreatment.
vi: (2012) đánh giá sự hài lòng của bệnh nhân và báo cáo tác dụng phụ của tẩy trắng răng tại nhà bằng carbamide peroxide 10% trong khay cá nhân lên đến 17 năm sau điều trị.

source: (2013a) reported that combining enamel microabrasion and in-office bleaching was more effective in the aesthetic management of fluorosed teeth than enamel microabrasion without whit- ening.
vi: (2013a) báo cáo ràng kết hợp vi mài mòn men răng và tẩy trắng tại phòng khám hiệu quả hơn trong việc xử trí thẩm mỹ của răng nhiễm fluor hơn chỉ vi mài mòn không tẩy trắng.

source: (2013b) also advocated the use of enamel microabra- sion as a first option in the management of fluorosis stains.
vi: (2013b) cũng ủng hộ việc dùng vi mài mòn men răng như là chọn lựa đầu tiên trong điều trị nhiễm fluor.

source: (77.9 %) had history of traumatic injury and the history of
vi: (77.9 %) tiền sử chấn thương và tiền sử had history of traumatic injury và the history of

source: (a) Baseline.
vi: (a) ban đầu.

source: (a) Occlusal view of the tray inserted onto the stone model.
vi: (a) Nhìn phía nhai của khay đặt trên mẫu hàm

source: (a) Patient’s smile before rubber dam isolation.
vi: (a) Nụ cười của bệnh nhân trước khi cô lập bằng đê cao su

source: (a) Sound enamel is relatively translucent for visible light.
vi: (a) Men răng khoẻ mạnh tương đối trong mờ để ánh sáng xuyên qua.

source: (a) Teeth reached B1 color (the lightest color in the value-oriented Vita Classical shade guide), which is five tabs lighter than the baseline patient’s teeth (A2) at the beginning of the treatment (b)
vi: (a) Răng đạt màu B1 (màu sáng nhất trong bảng màu Vita Classical), sáng hơn 5 thẻ so với màu răng ban đầu của bệnh nhân (A2) (b)

source: (b) A root canal treatment was performed and the lingual access preparation restored with a resin-based composite material.
vi: (b) Điều trị nội nha được thực hiện và lỗ mở tuỷ mặt lưỡi được phục hồi bằng vật liệu comosite.

source: (b) After 3 months of at-home whitening with 10 % carbamide peroxide with potas- sium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) in a custom- fitted tray with monthly recalls.
vi: (b) SAu 3 tháng tẩy trắng răng tại nhà bằng 10 % carbamide peroxide với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) trong khay cá nhân và tái khám hàng tháng.

source: (b) After 3 months of treatment, the appearance of the teeth improved considerably.
vi: (b) Sau 3 tháng điều trị, vẻ ngoài của răng cải thiện đáng kể.

source: (b) After cleaning and appli- cation of light curing dam, the fluorosis becomes more distinct due to desiccation of the teeth.
vi: (b) Sau khi làm sạch và dùng đê quang trùng hợp, nhiễm fluor trở nên khác biệt do sự khô của răng.

source: (b) After radiographic exam and clinical exam, the diagnosis was calcific meta- morphosis.
vi: (b) Sau khi khám lâm sàng và phim X quang, chẩn đoán vôi hoá.

source: (b) Aspect after 4 months of at- home whitening with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) overnight in a custom-fitted tray.
vi: (b) Hình ảnh sau 4 tháng tẩy trắng răng tại nhà bằng 10 % gel carbamide peroxide với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) qua đêm với khay cá nhân.

source: (b) Clinical aspect after 2 weeks of overnight at-home whitening with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) in a custom-fitted tray.
vi: (b) Hình ảnh lâm sàng sau 2 tuần tẩy trắng răng qua đêm tại nhà bằng carbamide peroxide 10 % với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) trong khay cá nhân.

source: (b) Final aspect after 6 months of at-home whitening with 10 % carbamide peroxide gel with potassium nitrate and sodium fluo- ride (Opalescence 10 % PF, Ultradent Products, Inc.) in a custom-fitted tray with monthly recalls.
vi: (b) Kết quả cuối cùng sau 6 tháng tẩy trắng răng tại nhà bằng gel 10 % carbamide peroxide với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) trong khay cá nhân, tái khám hàng tháng.

source: (b) Final result after 6 months.
vi: (b) Kết quả cuối cùng, sau 6 tháng.

source: (b) Frontal view of the model after the tray was scalloped around the gingival margins.
vi: (b) Nhìn phía trước của mẫu hàm sau khi khay tạo hình vỏ sò xung quanh đường viền nướu.

source: (b) In white spot lesions, pores contain media with a lower refractive index compared to enamel.
vi: (b) Trong sang thương đốm trắng, các lỗ hỗng chứa môi trường chỉ số khúc xạ thấp hơn men răng.

source: (b) Left lateral view.
vi: (b) Nhìn phía bên trái

source: (b) PREMA® applied with rubber applicator tip.
vi: (b) PREMA® áp dụng với đầu cao su.

source: (b) Periapical radiograph showing a calcified pulp space in tooth #9 (FDI 2.1).
vi: (b) Phim X quang quanh chóp cho thấy buồng tuỷ calci hoá trong răng #9 (FDI 2.1).

source: (b) Periapical radiograph showing a calcified pulpal space on tooth #8 (FDI 1.1) and a coronal radiolucent image corresponding to the existing resin-based composite restoration.
vi: (b) Phim X quang quanh chóp cho thấy vôi hoá khoang tuỷ răng #8 (FDI 1.1) và hình ảnh thấu quang thân răng tương ứng phục hồi comosite.

source: (b) Preoperative view of the patient’s max- illary anterior teeth.
vi: (b) Các răng trước hàm trên của bệnh nhân trước điều trị.

source: (b) Slow-speed diamond initiates enamel microreducation.
vi: (b) Mũi kim cương totốc độ chậm cắt men răng sơ khởi.

source: (b) The at-home whitening treatment with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Whiteness Perfect 10 %, FGM) in a custom-fitted tray highlighted the white spot areas
vi: (b) Điều trị tẩy trắng răng tại nhà bằng gel carbamide peroxide 10 % với potassium nitrate và sodium fluoride (Whiteness Perfect 10 %, FGM) trong khay cá nhân đánh dấu những đốm trắng.

source: (b) The lingual view of the maxillary incisors depicted a slight grayish dentin discoloration.
vi: (b) Nhìn phía lưỡi của răng cửa hàm trên mô tả ngà đổi màu xám nhẹ

source: (b) The rubber dam was placed in the upper dental arch and left undisturbed for 10 min. (c) The effect of dehydration is observed immediately after rubber dam removal (Images provided by Camilo Andrés Pulido Mora, DDS, MS)
vi: (b) Đê cao su được đặt ở hàm trên trong 10 phút. (c) ảnh hưởng của sự mất nước quan sát được ngay lập tức sau khi tháo đê cao su (Hình ảnh được cung cấp bởi Camilo Andrés Pulido Mora, DDS, MS)

source: (b) The stone model was waxed-up to establish a harmonious length and shape of the anterior teeth.
vi: (b) Mẫu hàm được làm waxed-up để thiết lập độ dài và hình dạng hài hoà của răng trước.

source: (b) Tooth appearance 27 years after enamel microabrasion and 2 years after custom-tray carbamide peroxide “home bleaching.”
vi: (b) 27 năm sau vi mài mòn men răng và 2 năm sau tẩy trắng răng tại nhà

source: (b) Transmission electron micrograph of human enamel bleached with 10 % carbamide peroxide gel (Opalescence 10 %, Ultradent Products, Inc.) for 2 weeks, 8 h daily.
vi: (b) Hình ảnh trên kính hiển vi của men răng người tẩy trắng bằng 10 % carbamide peroxide (Opalescence 10 %, Ultradent Products, Inc.) sau 2 tuần, 8 h mỗi ngày.

source: (c) A matrix made of putty-consistency VPS (vinylpolysiloxane) impression material was prepared from the waxed-up model.
vi: (c) Một khuôn được làm từ cao su nặng VPS (vinylpolysiloxane) lấy dấu từ mẫu hàm waxed-up.

source: (c) A special bleaching tray was fabricated to bleach the discolored tooth following an at-home regimen.
vi: (c) Một khay tẩy trắng đặc biệt được chế tạo để làm trắng răng đổi màu tại nhà.

source: (c) Clinical aspect after 2 weeks of at-home whitening with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) in a custom-fitted tray.
vi: (c) Hình ảnh lâm sàng sau 2 tuần tẩy trắng răng tại nhà bằng gel carbamide peroxide 10 % với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) trong khay cá nhân.

source: (c) Fluoride gel applied after microabra- sion completed.
vi: (c) Gel Fluoride được áp dụng sau khi vi mài mòn kết thúc.

source: (c) Frontal view of the scalloped tray.
vi: (c) Nhìn phía trước của khay dạng vỏ sò

source: (c) OPALUSTRE® slurry applied with rubber cup/brush assem- bly (OpalCup™).
vi: (c) OPALUSTRE® bột nhão được áp dụng với chổi cao su (OpalCup™).

source: (c) Operative field and eye protection.
vi: (c) Phẫu trường và mắt được bảo vệ.

source: (c) Patient whitened the discolored tooth with 10 % carbamide peroxide gel with potas- sium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) in a custom fitted tray using the technique described by Denehy and Swift (1992).
vi: (c) Bệnh nhân được làm trắng răng đổi màu bằng 10 % carbamide peroxide với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) trong khay cá nhân dùng kỹ thuật được mô tả bởi Denehy và Swift (1992).

source: (c) Porcelain veneers were bonded with a etch-and-rinse adhesive and a light-cure resin-based luting cement on teeth #7 (FDI 1.2), #8 (FDI 1.1), and #10 (FDI 2.2) 5 weeks after patient completed the bleaching treatment
vi: (c) Porcelain veneers được dán bằng keo dán xoi mòn và rửa và xi măng trám quang trùng hợp nền nhựa trên răng #7 (FDI 1.2), #8 (FDI 1.1), và #10 (FDI 2.2) 5 tuần sau khi bệnh nhân hoàn tất tẩy trắng răng.

source: (c) Retracted frontal view after three months of at-home whitening.
vi: (c) Nhìn phía trước sau 3 tháng tẩy trắng răng tại nhà.

source: (c) The lesions surface layer is eroded by etching with 15 % HCl for 2 min. (d) After rinsing the etchant and drying, the teeth look frosty due to the etching pattern.
vi: (c) Các tổn thương lớp bề mặt bị xoi mòn bằng 15 % HCl trong 2 phút. (d) Sau khi súc miệng và làm khô, răng trông trắng đục do xoi mòn.

source: (c) Transmission electron micrograph of human enamel bleached with 38 % hydrogen peroxide (Opalescence Xtra Boost, Ultradent Products, Inc.), four consecutive applications of 15 min each.
vi: (c) Hình ảnh trên kính hiển vi của men răng người tẩy trắng bằng 38 % hydrogen peroxide (Opalescence Xtra Boost, Ultradent Products, Inc.) 4 lần liên tiếp, mỗi lần 15 phút.

source: (c) and (d) A tray was fabricated to cover only the discolored tooth.
vi: (c) và (d) Khay chỉ phủ một răng đổi màu.

source: (continued)
vi: (tiếp tục)

source: (d) A lower tray was fabricated and customized to serve as stabilizer for the upper one-tooth tray.
vi: (d) Khay thấp hơn được chế tạo và tuỳ chỉnh để phục vụ sự ổn định cho khay hàm trên 1 răng.

source: (d) After 3 weeks of tray whitening of tooth #8 (FDI 1.1).
vi: (d) Sau 3 tuần tẩy trắng răng #8 (FDI 1.1).

source: (d) Immediately after enamel microabrasion treatment
vi: (d) Ngay lập tức sau khi điều trị vi mài mòn men răng

source: (d) Lingual view after 3 months.
vi: (d) Nhìn phía lưỡi sau 3 tháng.

source: (d) Lingual view of the scalloped tray.
vi: (d) Nhìn phía lưỡi của khay

source: (d) Three months after enamel microabrasion and resin-based composite restoration of the maxillary left canine tooth
vi: (d) 3 tháng sau khi vi mài mòn men răng và phục hồi comosite răng nanh hàm trên bên trái

source: (d) Three months after enamel microabrasion, enamel texture is normal
vi: (d) 3 tháng sau khi vi mài mòn men răng, kết cấu men răng là bình thường.

source: (e) During application of the infiltrant resin, an immediate color change can be observed.
vi: (e) Trong khi áp dụng xâm nhập nhựa, màu răng thay đổi ngay lập tức có thể quan sát.

source: (e) Incisal view of the scalloped tray.
vi: (e) Nhìn phía nhai của khay.

source: (e) Patient wearing the upper bleaching tray and the lower stabilizing tray.
vi: (e) Bệnh nhân mang khay tẩy trắng hàm trên và khay ổn định hàm dưới.

source: (e) Single-tooth tray inserted onto tooth #9 (FDI 2.1) and the lower stabilizing tray to prevent the upper single tooth tray from dislodging.
vi: (e) Khay 1 răng được gắn vào răng #9 (FDI 2.1) và khay ổn định ở hàm dưới để tránh khay 1 răng hàm trên rơi ra.

source: (f) After 5 days of at-home whitening with 22% carbamide peroxide gel (Whiteness Perfect 22%, FGM) for 2 h twice daily
vi: (f) Sau 5 ngày tẩy trắng tại nhà bằng gel carbamide peroxide 22 % (Whiteness Perfect 22%, FGM) trong 2 h mỗi ngày

source: (f) After polishing the lesions, the lesions in the upper front are nearly completely masked.
vi: (f) Sau khi đánh bóng tổn thương, tổn thương được che hoàn toàn.

source: (f) Clinical aspect after 3 weeks of daily whitening with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Whiteness Perfect 10 %, FGM) for 4 h daily.
vi: (f) Hình ảnh lâm sàng sau 3 tuần tẩy trắng hàng ngày bằng 10 % carbamide peroxide gel với potassium nitrate và sodium fluoride (Whiteness Perfect 10 %, FGM) 4 h mỗi ngày.

source: (f) Demonstrating to patient how to load the bleaching gel into the tray
vi: (f) Hướng dẫn bệnh nhân cho thuốc vào khay

source: (triethyleneglycol dimethacrylate), initiators and stabilizers, was applied to the areas that had been etched with 15 % HCl and left undisturbed for 3 min
vi: (triethyleneglycol dimethacrylate), chất hoạt hoá và ổn định, được áp dụng vào vùng được xoi mòn 15 % HCl và để yên trong 3 phút

source: 1 Introduction to Tooth Whitening
vi: 1 Giới thiệu tẩy trắng răng

source: 1 The terms “whitening” and “bleaching” are used interchangeably in the literature.
vi: 1 Thuật ngữ "làm trắng" và "tẩy trắng" được sử dụng lẫn lộn trong y văn.

source: 1 and 4 for more information on OTC whitening products).
vi: 1 và 4 để biết thêm thông tin trên sản phẩm làm trắng OTC).

source: 1 for further details.
vi: 1 để biết thêm chi tiết

source: 1 week if needed.
vi: 1 tuần nếu cần.

source: 1), by definition, are caused by extrinsic agents and located on the outer surface of the teeth.
vi: 1), theo định nghĩa thì nó gây ra bởi tác nhân bên ngoài và nằm ở bề mặt ngoài của răng.

source: 1), driven not only by their lower cost compared to professional tooth-whitening techniques but also by strong consumer demand for esthetic dental care and easy access through online auctions and e-commerce sites.
vi: 1), xu hướng không chỉ giá rẻ hơn so với kỹ thuật tẩy trắng răng chuyên nghiệp nhưng cũng do nhu cầu tiêu thụ mạnh mẽ để làm thẩm mỹ răng và dễ tiếp cận thông qua đấu giá trực tuyến và các trang web thương mại.

source: 1), including sodium peroxide, oxalic acid, potassium cyanide, chlorine- and sulfur- based materials, and pyrozone (a mixture of ether and hydrogen peroxide) (Kingsbury 1861; Truman 1881; Kirk 1893).
vi: 1), gồm sodium peroxide, oxalic acid, potassium cyanide, chlorine và sulfur-based, và pyrozone (hỗn hợp của ether và hydrogen peroxide) (Kingsbury 1861; Truman 1881; Kirk 1893).

source: 1, there are currently several tooth bleaching techniques available to clinicians.
vi: 1, hiện tại có nhiều kỹ thuật tẩy trắng răng.

source: 1-min etch with 30 % hydrogen peroxide 10 % hydrochloric acid 100 W (104 °F) light
vi: 1-min xoi mòn bằng 30 % hydrogen peroxide 10 % hydrochloric acid 100 W (104 °F) ánh sáng

source: 10 % carbamide peroxide with potassium nitrate and sodium fluoride in a custom- fitted tray overnight with monthly recalls.
vi: 10 % carbamide peroxide với potassium nitrate và sodium fluoride trong khay cá nhân qua đêm và tái khám hàng tháng.

source: 10 and 13) may be the current treatment modality best suitable for white spots (Senestraro et al.
vi: 10 và 13) có thể là phương thức điều trị phù hợp nhất cho đốm trắng (Senestraro và cộng sự

source: 10 for details.
vi: 10 để thêm chi tiết

source: 100–200 μm in depth might be a very minimal invasive technique to be used in MIH teeth where
vi: 100–200 μm in chiều sâu có thể là một kỹ thuật xâm lấn tối thiểu được dùng ở răng MIH

source: 11.13, and 11.14 illustrate the treatment sequence.
vi: 11.13, và 11.14 minh hoạ trình tự điều trị.

source: 12, 13, and 15.
vi: 12, 13, và 15.

source: 13.19, 13.20, 13.21, and 13.22 describe the sequential steps that resulted in a suc- cessful outcome.
vi: 13.19, 13.20, 13.21, và 13.22 mô tả những bước tuần tự đưa đến kết quả thành công.

source: 14.17, 14.18, and 14.19 show the treatment sequence step by step.
vi: 14.17, 14.18, và 14.19 cho thấy trình tự điều trị từng bước.

source: 15, Sect.
vi: 15, phần

source: 15.17, 15.18, 15.19, 15.20, 15.21, and 15.22).
vi: 15.17, 15.18, 15.19, 15.20, 15.21, và 15.22).

source: 18 % hydrochloric acid (muriatic acid) and heat lamp
vi: 18 % hydrochloric acid (muriatic acid) và đèn nhiệt

source: 1986), as discussed in detail in Chap.
vi: 1986), được thảo luận chi tiết trong chương

source: 1992) and can cause damage to the pulp cells as seen in Chap.
vi: 1992) và có thể gây tổn thương tế bào tuỷ răng như truong chương

source: 1992) and its result, the “enamel glaze.”
vi: 1992) và kết quả "men răng nhẵn bóng".

source: 1992), reduce the ultimate strength of enamel (Cavalli et al.
vi: 1992), giảm sức bền của men răng (Cavalli và cộng sự

source: 1992), which attests the lower rate of decomposition of the carbamide peroxide compared to hydrogen peroxide.
vi: 1992), chứng nhận tỉ lệ thấp của phân rã của carbamide peroxide so với hydrogen peroxide.

source: 1993), which makes the bleaching product acidic
vi: 1993), làm cho sản phẩm tẩy trắng có tính axit

source: 1995) and this was recently confirmed by Torres et al.
vi: 1995) và điều này được xác nhận gần đây bởi Torres và cộng sự

source: 1995), alter the chemical composition of dentin (Rotstein et al.
vi: 1995), thay đổi thành phần hoá học của ngà răng (Rotstein và cộng sự

source: 1997), usually 10–20 % carbamide peroxide gel for daily application, which is to be used until the desired shade is obtained (Deliperi et al.
vi: 1997), thường dùng gel carbamide peroxide 10–20 % để dùng hàng ngày, cho đến khi đạt được màu sắc mong muốn (Deliperi và cộng sự

source: 1999; Meireles et al.
vi: 1999; Meireles và cộng sự

source: 1999; Ritter et al.
vi: 1999; Ritter và cộng sự

source: 2 Hydremide is a trademark by Evolve Dental Technologies, Inc.
vi: 2 Hydremide là một nhãn hiệu của Evolve Dental Technologies, Inc.

source: 2.8 ± 2.9, while for at-home bleaching was 0.5 ± 0.9 (Rezende et al.
vi: 2.8 ± 2.9, trong khi tẩy trắng răng tại nhà là 0.5 ± 0.9 (Rezende và cộng sự

source: 2000), and increases
vi: 2000), và giảm

source: 2000), and increases enamel surface porosity (Ben-Amar et al.
vi: 2000), tăng độ xốp bề mặt men răng (Ben-Amar và cộng sự

source: 2000), may also play a significant role on the amount of HP penetration.
vi: 2000), cũng đóng vai trò quan trọng trong lượng HP thấm qua.

source: 2002), which may be the reason why tray reservoirs result in higher rates and higher inten- sity of gingival inflammation during at-home bleaching (Kirsten et al.
vi: 2002), có thể là lý do tại sao kết quả của khay có hồ chứa cao hơn và cường độ viêm nướu cao hơn trong quá trình tẩy trắng răng tại nhà (Kirsten và cộng sự

source: 2003), result- ing in a similar overall treatment time for the two techniques.
vi: 2003), kết quả trong một thời gian điều trị tương tự cho hai kỹ thuật.

source: 2003; Ontiveros and Paravina 2009).
vi: 2003; Ontiveros và Paravina 2009).

source: 2004), causing tooth discoloration and enamel hypoplasia if administered during the period of tooth development.
vi: 2004), gây ra đổi màu răng và thiểu sản men răng nếu dùng trong thời kỳ phát triển răng.

source: 2004; Joiner 2007), while other studies show enamel erosions and changes in the enamel structure, as discussed in Chap.
vi: 2004; Joiner 2007), trong khi các nghiên cứu khác cho thấy men răng xói mòn và thay đổi trong cấu trúc men, như thảo luận trong chương

source: 2004; Matis et al.
vi: 2004; Matis và cộng sự

source: 2005) evaluated the effects of peroxide bleaching regimens on the ultimate tensile strength of human enamel.
vi: 2005) đánh giá hiệu quả của peroxide lên độ bền của men răng người.

source: 2005), and induce mor- phological alterations in the hydroxyapatite crystallites (Perdigao et al.
vi: 2005), và tạo ra thay đổi hình thái của tinh thể hydroxyapatite (Perdigao và cộng sự
